[
  {
    "id": 1,
    "name": "Peluquería Lola",
    "shortDescription": "Especialistas en cuidado capilar con productos orgánicos y técnicas avanzadas.",
    "description": "En un rincón especializado lleno de amabilidad y estilo, Peluquería Lola destaca por su atención personalizada. Ofrecemos servicios de calidad para el cuidado del cabello, con productos 100% orgánicos y profesionales altamente capacitados. Disfruta de cortes modernos, peinados para ocasiones especiales, tintes personalizados y tratamientos capilares avanzados. Además, garantizamos un ambiente cómodo y relajante. ¡Reserva tu cita ahora y vive una experiencia única en el cuidado de tu cabello!",
    "image": {
      "src": "https://images.pexels.com/photos/7755449/pexels-photo-7755449.jpeg?auto=compress&cs=tinysrgb&w=400",
      "title": "Peluquería Lola - Estilo y cuidado capilar con productos orgánicos",
      "alt": "Interior de Peluquería Lola con servicio de cuidado capilar en un ambiente cómodo y relajante."
    },
    "city": "Madrid",
    "address": "Avenida Estilo 45",
    "category": "Estética",
    "createdAt": "2023-11-15T09:00:00",
    "services": [1, 2],
    "employees": [1, 2]
  },
  {
    "id": 2,
    "name": "Vitaldent",
    "shortDescription": "Servicios dentales avanzados con profesionales altamente capacitados.",
    "description": "Tu sonrisa es nuestra prioridad. Con tecnología avanzada y un equipo experto, Vitaldent ofrece servicios de alta calidad en odontología. Desde limpiezas dentales de rutina hasta tratamientos complejos como implantes y ortodoncia, estamos comprometidos con tu bienestar dental. Nuestros servicios incluyen diagnósticos digitales de última generación, planes de tratamiento personalizados y un ambiente acogedor diseñado para minimizar cualquier ansiedad relacionada con el dentista. ¡Reserva tu cita hoy y da el primer paso hacia una sonrisa saludable y brillante!",
    "image": {
      "src": "https://images.pexels.com/photos/4269942/pexels-photo-4269942.jpeg",
      "title": "Vitaldent - Sonrisas saludables con tecnología avanzada",
      "alt": "Consultorio dental de Vitaldent con equipo de profesionales realizando limpieza dental."
    },
    "city": "Barcelona",
    "address": "Calle Principal 123",
    "category": "Salud",
    "createdAt": "2023-12-01T10:00:00",
    "services": [3, 4],
    "employees": [3]
  },
  {
    "id": 3,
    "name": "Spa Relax",
    "shortDescription": "Tratamientos de relajación y bienestar en un ambiente acogedor.",
    "description": "El lugar ideal para desconectar, disfrutar de tratamientos faciales y corporales en un ambiente relajante. Ofrecemos masajes terapéuticos, tratamientos antiedad, y experiencias personalizadas para rejuvenecer cuerpo y mente. Nuestro equipo está altamente cualificado y listo para ofrecer una experiencia de bienestar única.",
    "image": {
      "src": "https://www.wonderbox.es/wondermedias/sys_master/productmedias/h8d/hc8/952708-560x373.jpg",
      "title": "Spa Relax - Tratamientos de bienestar y relajación",
      "alt": "Ambiente relajante de Spa Relax con zona de bienestar y masajes terapéuticos."
    },
    "city": "Valencia",
    "address": "Calle Relax 78",
    "category": "Estética",
    "createdAt": "2023-10-20T11:00:00",
    "services": [5, 6],
    "employees": [4, 5]
  },
  {
    "id": 4,
    "name": "Limpiezas Express",
    "shortDescription": "Servicios de limpieza rápidos y efectivos para hogares y oficinas.",
    "description": "Ofrecemos servicios de limpieza de alta calidad, rápidos y efectivos para hogares, oficinas y locales comerciales. Nuestra prioridad es brindar un ambiente limpio y saludable mediante técnicas modernas y productos ecológicos. Contamos con un equipo especializado y flexible para adaptarnos a tus necesidades.",
    "image": {
      "src": "https://inafe.es/wp-content/uploads/%C2%BFBuscas-una-aseguranza-para-negocio-de-limpieza-en-2023.webp",
      "title": "Limpiezas Express - Servicios de limpieza rápidos y ecológicos",
      "alt": "Personal de Limpiezas Express realizando limpieza rápida en oficina con productos ecológicos."
    },
    "city": "Madrid",
    "address": "Avenida Limpieza 10",
    "category": "Limpieza",
    "createdAt": "2023-09-10T08:00:00",
    "services": [7, 8],
    "employees": [6, 7]
  }
]

  